import React from 'react';
import Post from '../components/Post';

const FullPost = () => {
  return (
    <div>
      <Post>
        <p>
          «One-Punch Man» побил все рекорды популярности в 2015 году, на полноправной основе став
          главным хитом года и заслужив признание поклонников аниме по всему миру за счёт
          головокружительной проработки боевых сцен и, разумеется, хорошего юмора. «One-Punch Man»
          побил все рекорды популярности в 2015 году, на полноправной основе став главным хитом года
          и заслужив признание поклонников аниме по всему миру за счёт головокружительной проработки
          боевых сцен и, разумеется, хорошего юмора. «One-Punch Man» побил все рекорды популярности
          в 2015 году, на полноправной основе став главным хитом года и заслужив признание
          поклонников аниме по всему миру за счёт головокружительной проработки боевых сцен и,
          разумеется, хорошего юмора. «One-Punch Man» побил все рекорды популярности в 2015 году, на
          полноправной основе став главным хитом года и заслужив признание поклонников аниме по
          всему миру за счёт головокружительной проработки боевых сцен и, разумеется, хорошего
          юмора. «One-Punch Man» побил все рекорды популярности в 2015 году, на полноправной основе
          став главным хитом года и заслужив признание поклонников аниме по всему миру за счёт
          головокружительной проработки боевых сцен и, разумеется, хорошего юмора.
        </p>
      </Post>
    </div>
  );
};

export default FullPost;
